Repository: pellcorp/timekpr-revised
Catalog: locale/*/LC_MESSAGES/timekpr.po
Languages: ru, sl, sv, uk

source: About timekpr
ru: О Timekpr
sl: O timekpr
sv: Om timekpr
uk: Про timekpr

source: Keep control of computer usage
ru: Контроль времени пользования компьютером
sl: Nadzirajte uporabo računalnika
sv: Ta kontroll över datoranvändningen
uk: Керуйте часом користування комп’ютером

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>. In Debian, see file /usr/share/common-licenses/GPL-3
ru: Эта программа является свободным программным обеспечением: вы можете распространять и/или модифицировать согласно GNU GPLv3 или (на ваше усмотрение) более поздней версии. Эта программа распространяется в надежде, что она будет востребована, но БЕЗ КАКИХ ЛИБО ГАРАНТИЙ; даже без гарантий ПРОДАВАЕМОСТИ или ПРАКТИЧЕСКОЙ ПОЛЬЗЫ. Детали можно посмотреть в GNU GPL. Вы должны были получить копию GNU GPL с этой программой. Если нет, смотрите <http://www.gnu.org/licenses/>. В Debian, смотрите файл /usr/share/common-licenses/GPL-3.
uk: Ця проґрама є вільним проґрамним забезпеченням: Ви можете розповсюджувати його і/або модифікувати відповідно GNU GPLv3 або (на Ваш розсуд) пізнішої версії. Ця проґрама розповсюджується зі сподіванням, що вона буде потрібна, але БЕЗ БУДЬ_ЯКИХ ЗАПОРУК; навіть без запорук КОМЕРЦІЙНОЇ ЦІННОСТИ або ПРАКТИЧНОЇ КОРИСТИ. Деталі можна подивитися в GNU GPL. Ви повинні були отримати копію GNU GPL з цією проґрамою. Якщо ні, дивіться <http://www.gnu.org/licenses/>. В Debian, дивіться файл /usr/share/common-licenses/GPL-3.

source: translator-credits
ru: Eduards Bezverhijs Launchpad Contributions: Eduards Bezverhijs https://launchpad.net/~mjasnik Ilis https://launchpad.net/~ilis ashed https://launchpad.net/~craysy
sl: Valentin Korenjak
sv: Launchpad Contributions: Åke Engelbrektson https://launchpad.net/~eson
uk: Launchpad Contributions: stuartlittle https://launchpad.net/~stuartlittle1970

source: _Help
ru: _Справка
sl: Pomo_č
sv: _Hjälp
uk: _Довідка

source: User:
ru: Учётная запись:
sl: Uporabnik:
sv: Användare:
uk: Користувач:

source: Show notification at logon?
ru: Показывать уведомления при входе в систему?
sl: Prikaži obvestilo ob prijavi?
sv: Visa anmälan vid inloggning?
uk: Показати сповіщення при вході в систему?

source: Use speech notifications?
ru: Использовать голосовые уведомления?
sl: Uporabite obvestila govora?
sv: Använd tal meddelanden?
uk: Використовувати сповіщення мови?

source: Notifications
ru: Уведомления
sl: Obvestila
sv: Aviseringar
uk: Повідомлення

source: Select user
ru: Выберите учётную запись
sl: Izberi uporabnika
sv: Välj användare
uk: Вибрати користувача

source: Bypass for today
ru: Разрешить доступ сегодня
sl: Opusti za danes
sv: Undanta för i dag
uk: Виключення для сьогоднішнього дня

source: Able to login all day today: (Also active bypass)
ru: Разрешить сегодня работу весь день: (снять все ограничения)
sl: Danes se lahko prijavi brez omejitve: (Vključuje tudi aktivno opustitev nadzora)
sv: Kan logga in hela dagen idag: (Aktivt undantag)
uk: Сьогодні можна користуватись протягом усього дня: (Зняти усі обмеження)

source: Reset time
ru: Сбросить время
sl: Ponastavi čas
sv: Återställ tid
uk: Скинути час

source: Add time Reward / Penalty
ru: Добавить время Вознаграждение / Штраф
sl: Dodaj čas Nagrada / Kazen
sv: Lägg till tid Belöning / Straff
uk: Додати час Додати / Відняти

source: minutes
ru: минуты
sl: minute
sv: minuter
uk: хвилин

source: Clear all restrictions
ru: Снять все ограничения
sl: Počisti vse omejitve
sv: Ta bort alla restriktioner
uk: Скинути усі обмеження

source: Unlock Account
ru: Разблокировать учётную запись
sl: Odkleni račun
sv: Lås upp konto
uk: Розблокувати користувача

source: Status for <span weight="bold">username</span>
ru: Статус для учётной записи <span weight="bold">username</span>
sl: Status uporabnika <span weight="bold">username</span>
sv: Status för <span weight="bold">username</span>
uk: Статус для користувача <span weight="bold">username</span>

source: Time left:
ru: Оставшееся время:
sl: Preostali čas:
sv: Tid kvar:
uk: Часу залишилось:

source: Account locked:
ru: Учётная запись заблокирована
sl: Račun zaklenjen:
sv: Kontot låst:
uk: Користувач заблокований

source: Limited by time frame (any day):
ru: Ограничить по диапазону времени (все дни):
sl: Dostop omejen po urah (katerikoli dan):
sv: Begränsad av tidsram (alla dagar):
uk: Обмежений часовими рамками (будь-який день):

source: Limited by access duration (any day):
ru: Ограничить по продолжительности (все дни):
sl: Omejeno trajanje dostopa (katerikoli dan):
sv: Begränsad åtkomst under tiden (alla dagar):
uk: Обмежений тривалістю доступу (будь-який день):

source: Status
ru: Статус
uk: Статус

source: Limit user access by defining the time duration (how long the user is logged in)
ru: Ограничить доступ пользователю, указав продолжительность его работы (сколько времени он может работать в течении дня)
sl: Omeji uporabo z določitvijo trajanja (koliko časa je uporabnik lahko prijavljen)
sv: Begränsa användarens åtkomst genom att definiera varaktigheten (hur länge användaren är inloggad)
uk: Обмежити доступ користувачу, вказавши період часу його роботи (який період часу він може працювати після входу в систему)

source: Limit access duration
ru: Ограничить продолжительность работы
sl: Omeji trajanje dostopa
sv: Begränsa via åtkomsttid
uk: Обмеження тривалости доступу

source: Sat
ru: Сб
sl: Sob
sv: Lör
uk: Сб

source: Fri
ru: Пт
sl: Pet
sv: Fre
uk: Пт

source: Thu
ru: Чт
sl: Čet
sv: Tor
uk: Чт

source: Wed
ru: Ср
sl: Sre
sv: Ons
uk: Ср

source: Tue
ru: Вт
sl: Tor
sv: Tis
uk: Вт

source: Mon
ru: Пн
sl: Pon
sv: Mån
uk: Пн

source: Every day
ru: Каждый день
sl: Vsak dan
sv: Varje dag
uk: Щодня

source: Configure per day
ru: Настроить по дням
sl: Nastavi po dnevih
sv: Konfigurera per dag
uk: Обмеження по дням

source: Limit user access by defining the hours when user is allowed to login
ru: Ограничить доступ, указав часы, в которые разрешён вход в систему
sl: Omeji uporabo z določitvijo ur dneva (ob katerih urah se uporabnik lahko prijavi)
sv: Begränsa användarens tillgång med att definiera intervallet mellan vilka tidpunkter användaren kan logga in
uk: Обмежити доступ користувачу вказавши години, коли йому дозволено заходити в систему

source: Limit time frame
ru: Период времени
sl: Omeji ure uporabe
sv: Begränsa via tidsram
uk: Обмежено часовими рамками

source: from
ru: с
sl: od
sv: från
uk: з

source: to
ru: до
sl: do
sv: till
uk: до

source: Limits & Boundaries
ru: Лимиты и ограничения
sl: Omejitve
sv: Begränsningar
uk: Ліміт & Обмеження

source: You need to have administrative privileges to run timekpr-gui
ru: Вы должны иметь права администратора для запуска Timekpr
sl: Za izvajanje aplikacije timekpr-gui potrebuješ administratorske privilegije
sv: Du måste ha administrativa rättigheter för att starta timekpr-gui
uk: Для запуску timekpr-gui Ви повинні мати керівничи привілеї

source: Timekpr Control Panel
ru: Контрольная панель Timekpr
sl: Nadzorna plošča Timekpr
sv: Timekpr kontrollpanel
uk: Контрольна панель Timekpr

source: Timekpr Client
ru: Клиент Timekpr
sv: Timekpr klient
uk: Клієнт Timekpr

source: You need to have at least one normal user available to configure timekpr
ru: У вас должна быть по крайней мере одна обычная учётная запись (без прав администратора) для настройки Timekpr
sl: Za nastavljanje timekpr potrebuješ vsaj enega običajnega uporabnika
sv: Du behöver ha minst en vanlig användare, för att konfigurera timekpr
uk: В вас повинен бути хоча б один користувач без керівничих привілеїв для налаштування timekpr

source: Lock account
ru: Заблокировать учётную запись
sl: Zakleni račun
sv: Lås kontot
uk: Заблокувати користувача

source: Locked account %s
ru: Заблокирована учётная запись %s
sl: Račun %s je zaklenjen
sv: Låste konto %s
uk: Заблокований користувач %s

source: Unlocked account %s
ru: Разблокирована учётная запись %s
sl: Račun %s je odklenjen
sv: Låste upp konto %s
uk: Розблокований користувач %s

source: Removed all restrictions for account %s
ru: Удалены все ограничения для учётной записи %s
sl: Vse omejitve za račun %s so odstranjene
sv: Tog bort alla restriktioner för konto %s
uk: Вилучені усі заборони для користувача %s

source: Cleared used up time for account %s
ru: Обнулено использованное время для учётной записи %s
sl: Izbrisan porabljen čas za račun %s
sv: Tog bort använd tid för konto %s
uk: Обнулено використаний час для користувача %s

source: Applied reward of %(num)s minute(s) to account %(user)s
ru: Для учётной записи %(user)s применено поощрение в %(num)s минут
sl: %(num)s nagradnih minut(a/i/e) dodeljenih računu %(user)s
sv: Lade till extra tid i form av %(num)s minuter för konto %(user)s
uk: Подовжено на %(num)s хвилин для користувача %(user)s

source: Set access hours to 00-24 on %(day)s for account %(user)s
ru: Установить время доступа с 00 до 24 часов в %(day)s для учётной записи %(user)s
sl: Nastavljeni čas dostopa 00-24 na %(day)s za račun %(user)s
sv: Sätt åtkomsttiden till 00-24 under %(day)s för konto %(user)s
uk: Встановити години доступу 00-24 на %(day)s для користувача %(user)s

source: Refreshed setting values from account %s
ru: Настройки для учётной записи %s обновлены
sl: Nastavitve za račun %s so osvežene
sv: Uppdaterade inställningsvärden från konto %s
uk: Оновлено налаштування для користувача %s

source: %(min)s minute
ru: %(min)s минута
sl: %(min)s minut
sv: %(min)s minut
uk: %(min)s хвилина

source: Unlock account
ru: Разблокировать учётную запись
sl: Odkleni račun
sv: Lås upp konto
uk: Розблокувати користувача

source: Status for
ru: Статус для
sl: Status za
sv: Status för
uk: Статус для

source: Sun
ru: Вс
sl: Ned
sv: Sön
uk: Нд

source: Applied limit changes for account %s
ru: Установлены ограничения для учётной записи %s
sl: Aplicirane omejitve za račun %s
sv: Uppdaterade begränsningar för konto %s
uk: Застосовано зміну обмеженнь для користувача %s

source: Time left...
ru: Осталось времени...
sl: Preostali čas...
sv: Tid kvar
uk: Залишилося часу...

source: Properties
ru: Cвойства
sl: Nepremičnine
sv: Egenskaper
uk: Властивости

source: About
ru: О программе
sl: O
sv: Om
uk: Про

source: Timekpr Client Control Panel
ru: Панель управления Timekpr Client
sl: Timekpr Client Nadzorna plošča
sv: Timekpr klient kontrollpanelen
uk: Панель керування Timekpr Client

source: You are early, you will be logged out in LESS than 2 minutes
ru: Вы вошли слишком рано, ваш сеанс будет завершён менее чем через 2 минуты
sl: Prezgoden si, odjavili te bomo v MANJ kot dveh minutah
sv: Du har loggat in för tidigt och kommer att loggas ut om mindre än 2 minuter
uk: Ви зайшли зарано, Вашу часину роботи буде припинено МЕНШЕ ніж через 2 хвилини

source: You are late, you will be logged out in LESS than 2 minutes
ru: Вы вошли слишком поздно, ваш сеанс будет завершён менее чем через 2 минуты
sl: Prepozen si, odjavili te bomo v MANJ kot dveh minutah
sv: Du har loggat in för sent och kommer att loggas ut om mindre än 2 minuter
uk: Ви починаєте користуватись комп’ютером запізно, Вашу часину роботи буде закінчено МЕНШЕ ніж через 2 хвилини

source: Your time is up, you will be logged out in LESS than 2 minutes
ru: Ваше время истекло, ваш сеанс будет завершён менее чем через 2 минуты
sl: Tvoj čas je potekel, odjavili te bomo v MANJ kot dveh minutah
sv: Din tid är slut och du kommer att loggas ut om mindre än 2 minuter
uk: Ваш час завершився, часина буде завершена МЕНШЕ ніж через 2 хвилини

source: Your time is not limited today
ru: Сегодня ваше время не ограничено
sl: Tvoj čas danes ni omejen
sv: Din tid är inte begränsad i dag
uk: Сьогодні Ваш час без обмежень

source: You have
ru: У вас осталось
sl: Imaš še
sv: Du har
uk: Ваш залишок часу

source: %(hour)s hour
ru: %(hour)s час
sl: %(hour)s ur
sv: %(hour)s timma
uk: %(hour)s година

source: %(sec)s second
ru: %(sec)s секунда
sl: %(sec)s sekund
sv: %(sec)s sekund
uk: %(sec)s секунда

source: left
ru: до окончания
sv: vänster
uk: ліворуч

source: Timekpr notification
ru: Уведомление Timekpr
sl: Timekpr obvestilo
sv: Timekpr avisering
uk: Повідомлення Timekpr
